Constructs a filter which matches only rooms.
  Namespace:   Autodesk.Revit.DB.Architecture
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public RoomTagFilter()
  Visual Basic
Public Sub New
  Visual C++
public:
RoomTagFilter()
 See Also
  RoomTagFilter Class
  Autodesk.Revit.DB.Architecture Namespace